Repository: rd-xx/react-interview
Catalog: src/locales/*/messages.po
Languages: fr, pt

source: Add
fr: Ajouter
pt: Adicionar

source: Add movie
fr: Nouveau film
pt: Novo filme

source: Cancel
fr: Annuler
pt: Cancelar

source: Category
fr: Catégorie
pt: Categoria

source: Delete
fr: Supprimer
pt: Deletar

source: Enter the fields below to add a movie to your list.
fr: Remplissez les champs ci-dessous pour ajouter un film à votre liste.
pt: Insira os campos abaixo para adicionar o filme à sua lista.

source: New movie
fr: Ajouter un film
pt: Adicionar um filme

source: The movie has been successfully added!
fr: Le film a bien été ajouté!
pt: O filme foi adicionado com sucesso!

source: This movie already exists!
fr: Le film existe déjà!
pt: Esse filme já existe!

source: Title
fr: Titre
pt: Título

source: You deleted every movie.
fr: Vous avez supprimé tous les films.
pt: Você deletou todos os filmes.
